$.fn.datepicker.dates['kh'] = {
		format: 'dd/mm/yyyy',
    days: ["អាទិត្យ", "ច័ន្ទ", "អង្គារ៍", "ពុធ", "ព្រហសត្បិ៍", "សុក្រ", "សៅរ៍", "អាទិត្យ"],
    daysShort: ["អា.ទិ", "ច័ន្ទ", "អង្គា", "ពុធ", "ព្រ.ហ", "សុក", "សៅរ", "អា.ទិ"],
    daysMin: ["អា.ទិ", "ច័ន្ទ", "អង្គា", "ពុធ", "ព្រ.ហ", "សុក", "សៅរ", "អា.ទិ"],
  	months: ["មករា", "កុម្ភៈ", "មីនា", "មេសា", "ឧសភា", "មិថុនា", "កក្កដា", "សីហា", "កញ្ញា", "តុលា", "វិច្ឆិកា", "ធ្នូ"],
  	monthsShort: ["មករា", "កុម្ភៈ", "មីនា", "មេសា", "ឧសភា", "មិថុនា", "កក្កដា", "សីហា", "កញ្ញា", "តុលា", "វិច្ឆិកា", "ធ្នូ"],
		meridiem: ["ព្រឹក", "ល្ងាច"],
		today: "ថ្ងៃនេះ"
};